Repository: collective/Products.CMFBibliographyAT
Catalog: Products/CMFBibliographyAT/i18n/cmfbibliographyat-*.po
Languages: de

# search_help_search_text
source: For a simple text search, enter your search term here. Multiple words may be found by combining them with <strong>AND</strong> and <strong>OR</strong>. The search term in this field will be matched with any text field like title, abstracts, journal name, publisher, etc. of bibliographical entries.
de: Geben Sie hier Ihren Suchbegriff für eine allgemeine Textsuche ein. Nach mehreren Wörter können Sie suchen, indem Sie die Verknüpfungen <strong>AND</strong> und <strong>OR</strong> verwenden. Sämtliche Textfelder von Literatureinträgen (Titel, Zusammenfassung, Zeitschriftenname, Verlag usw.) werden nach den hier eingegebenen Suchbegriffen durchsucht.

# search_help_title
source: Return bibliographical entries matching this title.
de: Findet Literatureinträge, wenn deren Titel auf die angegebenen Suchbegriffe zutrifft.

# search_label_authors
source: Authors
de: Autoren

# search_label_publicationyear
source: Publication year
de: Publikationsjahr

# search_label_reference_type
source: Bibliographical Reference Type
de: Literaturtyp

# search_legend_publication_date_range
source: Published between
de: Veröffentlicht zwischen

# search_no_publicationyear
source: Do not use the publication date in search request
de: Das Veröffentlichungsdatum in der Suche nicht als Kriterium verwenden

# search_publications_customrange
source: Use a specific publication year range as given below:
de: Verwende den folgenden Publikationszeitraum:

# search_publications_last5years
source: Search for publications published during the last five years
de: Suche nach Publikationen, die in den letzten fünf Jahren veröffentlicht wurden

# search_publications_lastyear
source: Search for publications published last year
de: Suche nach Publikationen, die im letzten Jahr veröffentlicht wurden.

# search_publications_thisyear
source: Search for publications published this year
de: Suche nach Publikationen, die im laufenden Jahr bereits veröffentlicht wurden.

# select_export_format
source: &lt;Please select an export format first&gt;
de: &lt;Bitte zuerst das gewünschte Exportformat wählen&gt;

# select_span_search
source: Select the search span for duplicate bibliographical entries.
de: Spannweite für die Suche nach doppelten Literatureinträgen

source: start duplicates scan
de: Suche nach doppelten Literatureinträgen

# strong_pubref_export
source: Export
de: Exportieren

# strong_pudbref_import
source: Import
de: Importieren

# title_idcooker_abbrev
source: Abbreviation Bibliography ID Cooker
de: ABBREV Kurznamengenerator

# title_idcooker_etal
source: EtAl Bibliography ID Cooker
de: EtAl Kurznamengenerator

# title_idcooker_plone
source: PLONE Default Bibliography ID Cooker
de: PLONE-Standard Kurznamengenerator

# title_idcooker_uid
source: UID Bibliography ID Cooker
de: UID Kurznamengenerator

# view_label_bibref_abstract
source: Abstract
de: Zusammenfassung

# view_label_bibref_annote
source: Personal annotations
de: Persönliche Anmerkungen

# view_label_bibref_note
source: Note
de: Notiz

# view_label_keywords
source: Keywords
de: Stichwörter
