Repository: collective/Products.CMFBibliographyAT
Catalog: Products/CMFBibliographyAT/i18n/cmfbibliographyat-*.po
Languages: de

# help_duplicatescriteria_p2
source: Criteria selected here will be used as default settings for the duplicate engine of new bibliography folders. To change a set of criteria for a bibliographical reference type, check the individual criteria of that type and click
de: Die hier ausgewählten Kriterien sind Standardvorgaben für neue Bibliographieordner. Wenn Sie Kriterien für einen bestimmten Literaturtypen ändern, müssen Sie immer auf "Alle Kriterien der Duplikatverwaltung aktualisieren" drücken, damit diese Änderungen der Standardvorgaben auch in Kraft treten.

# help_edition
source: The edition of a book - for example: 'II', '2' or 'second', depending on your preference. Numbers will be turned into ordinal numerals.
de: Die Ausgabe des Buches - z.B. '2' oder 'II' oder'zweite'. Nummern werden in Ordinalzahlen umgewandelt.

# help_editor
source: Name(s) of editor(s). Opposed to the 'author' field, the 'editor' field should contain the editor of the book, collection or proceeding that the reference appears in.
de: Name(n) der Herausgeber. Im Gegensatz zum Autorenfeld sollte dieses Herausgeberfeld die Editoren eines Gesamtwerkes oder einer Publikationssammlung enthalten.

# help_editor_flag
source: Check here if the author(s) specified above are actually the editor(s) of the referenced resource.
de: Bitte markieren, falls die oben genannten Personen nicht Autoren, sondern Herausgeber der referenzierten Publikation sind.

# help_enable_duplicates_manager
source: Bibliography folders have an integrated Duplicates Management Engine that can handle duplicate bibliographical references. If you want to enable this engine in every new bibliography folder (recommended) select this here.
de: Bibliographieordner besitzen ein integriertes Duplikatverwaltungssystem, das doppelte Literatureinträge erkennen und verwalten kann. Hier können Sie auswählen, ob dieses Werkzeug für neue Bibliograhpieordner standardmäßig aktiviert sein soll (empfohlene Einstellung).

# help_howpublished
source: For publications without a publisher. e.g., an 'Institute Report'.
de: Für Publikationen ohne Herausgeber oder Verlag, z.B. 'Institutsbericht'.

# help_idcooker_abbrev
source: If a bibliographical reference item has one author, it takes the first three letters of the author's lastname plus publication year to cook the reference's ID. For more than one author, it uses the initials of all authors' lastnames plus publication year.
de: Bei einem Literaturverweis mit einem Autor, werden die ersten drei Buchstaben des Nachnamens und das Veröffentlichungsjahr verwendet, um die ID zu generieren. Bei mehreren Autoren werden die Anfangsbuchstaben von allen Nachnamen und das Veröffentlichungsjahr verwendet.

# help_idcooker_bibrefcreation
source: On object creation Plone auto-generates a unique ID for each object. For each bibliography folder you can select if you want to keep the auto-generated IDs of newly created reference items or if you want to override the auto-generated IDs with more appropriately cooked bibliography IDs. This setting will be the default for all newly created bibliography folders.
de: Neue Plone-Objekte erhalten bei Erstellung automatisch einen eindeutige Kurznamen. Sie können für jeden Bibliographieordner wählen, ob Sie den von Plone generierten Kurznamen für neue Literatureinträge verwenden möchten, oder ob Sie ihn durch einen für Literatureinträge zutreffenderen Kurznamen ersetzen wollen. Die hier gemachte Einstellung ist Standardvorgabe für neu erstellte Bibliographieordner.

# help_idcooker_bibrefedit
source: For bibliographical references there is a feature available that is uncommon in Plone. It is possible to re-cook bibliographical reference IDs after every edit. This assures that bibliographical reference items' IDs always stay in sync with the references properties that are used to cook the reference items' IDs. On the web this feature might not always be wanted, so use this carefully. Whatever you choose here will be the default for newly create bibliography folders.
de: Kurznamen von Literatureinträgen können nach jedem Bearbeiten neu generiert werden. Dies ist untypisch für Plone und könnte im Web auch Probleme verursachen (Bookmarks). Der Vorteil dieser Methode ist jedoch, dass Literatureinträge immer passende Bibliographie-Kurznamen zu den jeweiligen Eigenschaften des Eintrages haben. Die hier gewählte Einstellung wird als Standardvorgabe für neue Bibliographieordner verwendet.

# help_idcooker_etal
source: If a bibliographical reference item has one or two authors, it uses the authorname(s) + publication year to cook a reference's ID. If an item has more than two authors, it uses the first author's name plus 'EtAl' plus the publication year.
de: Für Literatureinträge mit ein oder zwei Autoren wird der Kurzname aus dem Autornamen bzw. aus den beide Autornamen plus dem Veröffentlichungsjahr generiert. Wenn ein Literatureintrag mehr als zwei Autoren besitzt, wird der Vorname des ersten Autors plus 'EtAl' plus Veröffentlichungsjahr für den automatischen Kurznamen verwendet.

# help_idcooker_parserids
source: Some import formats already provide IDs for bibliographical reference items. Here you can choose if IDs of imported references shall be kept unchanged or if they should be re-cooked into IDs that are conform to the bibliography folders ID cooking policy. This setting will be the default for all newly created bibliography folders.
de: Einige Importformate halten bereits Kurznamen (IDs) für Literatureinträge vor. Hier können Sie festlegen, ob diese IDs als Kurznamen übernommen werden sollen, oder ob für die importierten Einträge standardisierte Bibliographie-Kurznamen automatisch erzeugt werden sollen.

# help_idcooker_plone
source: The ID is cooked from the bibliographical reference's title as a normalized string. That is the way Plone normally cooks object IDs.
de: Der Kurzname wird als 'normalizedString' aus dem Titel des Literatureintrages generiert. Dies ist die Standardmethode, mit der in Plone Kurznamen für neue Objekten erstellt werden.

# help_idcooker_uid
source: The ID is cooked from the bibliographical reference's UID (Archetypes' unique object identifier).
de: Als Kurzname wird die UID (Unique Identifier von in Archetypes Objekten) des Literatureintrags verwendet.

# help_institution
source: The institution that published the work.
de: Die Institution, in der die Publikation erstellt wurde / in der sie veröffentlicht wurde.

# help_isbn
source: The book's ISBN number.
de: Die ISBN-Nummer eines Buches.

# help_isbn_link
source: The site-wide default for the ISBN links that book references may offer if the ISBN number of the book is specified. This may be overridden by defining a 'show_isbn_link' property for an individual bibliography folder or even individual book reference.
de: Die portalweite Standardeinstellung für ISBN-Verweise von Literatureinträgen von Büchern (falls ISBN angegeben wurde). Dies kann überschrieben werden, indem man eine 'show_isbn_link'-Eigenschaft für einen Bibliographieordner oder sogar für einen einzelnen Buchverweis definiert.

# help_journal
source: A journal name (should be the full journal name).
de: Der Name der Zeitschrift (vollständig ausgeschrieben).

# help_memberrefsafteredit_text
source: Should author names be automagically referred to member references after edit?
de: Autorennamen nach Bearbeiten von Literatureinträgen automatisch mit Benutzerverweisen versehen.

# help_memberrefsafterimport_text
source: Should author names be automagically referred to member references after import?
de: Autorennamen nach dem Import von Literatureinträgen automatisch mit Benutzerverweisen versehen.

# help_memberrefsupport_text
source: Should it be allowed on all bibliographical reference items to relate authors / editors to portal members?
de: Soll die Möglichkeit bestehen, dass Autoren/Herausgeber von Literatureinträgen Portalbenutzern zugeordnet werden könnnen?

# help_memberrefsupport_text1
source: Specify a member type (i.e. a content type that provides information on portal members) here. With a member type you can create unique member objects; these member objects can be unequivocally assigned to authors / editors of publications. Member referencing of authors / editors lets you deal with the synonym (different people may have same name) as well as with the homonym (same person published under several names) problem in a satisfactory way.
de: Geben Sie hier einen &raquo;member type&laquo; (d.h. einen Plone-Inhaltstyp mit Informationen über Portalbenutzer) an. Mit einem &raquo;member type&laquo; können Sie eindeutige Benutzerobjekte erstellen. Diese wiederum können eindeutig mit Autoren/Herausgebern von Veröffentlichungen verknüpft werden. Durch die Autor/Benutzer-Schnittstelle kann man Probleme wie bei Synonymen (verschiedene Personen haben den gleichen Namen) oder wie bei Homonymen (eine Person hat unter verschiedenen Namen Veröffentlichungen eingereicht) gut umgehen.

# help_memberrefsupport_text2
source: A member type is not shipped with CMFBibliographyAT, but will come from another product that has to be optionally installed to make the member reference support work (e.g. CMFMember or ATMemberInfo).
de: Ein &raquo;member type&laquo; ist in CMFBibliogaphyAT selbst nicht enthalten. Inhaltstypen, die Benutzerinformationen für die Autor/Benutzerschnittstelle bereit stellen, finden Sie z.B. in den Plone-Produkten CMFMember oder ATMemberInfo.

# help_membersearchonattr_text2
source: Make sure that this field exists equally in the above selected member types!!!
de: Stellen Sie sicher, dass dieses Feld in den oben ausgewählten &raquo;member types&laquo; existiert und Autoreninformationen enthält!!!

# help_memberssearchonattr_text1
source: Your member reference type needs a SearchableText field that contains a member's/author's fullname. Specify this field here. It will be searched on when trying to map authors to portal members. If unsure, try 'getAuthors' or 'Title'.
de: In Ihrem &raquo;member type&laquo; sollte nach Möglichkeit ein SearchableText-Feld vorhanden sein, in dem der vollständige Benutzer- bzw. Autorname enthalten ist. Bitte geben Sie dieses Feld hier an. Es wird verwendet, um Autorenverweise auf Portalbenutzer zu erzeugen. Falls unsicher, wählen Sie hier 'getAuthors' oder 'Titel'.

# help_note
source: Any additional information that can help the reader. The first word should be capitalized.
de: Sonstige zusätzliche Informationen. Das erste Wort sollte in Großbuchstaben geschrieben sein.

# help_number
source: The number of a journal, proceedings, technical report etc. Issues of journals, proceedings etc. are usually identified by volume and number; however, issues of the same volume will often be numbered preceedingly which often makes the specification of a number optional. With technical reports, the issuing organization usually also gives it a number.
de: Die Heftnummer einer Zeitschrift, eines Magazins oder eines technischen Berichtes. Eine individuelle Ausgabe einer Zeitschrift oder eines Magazins wird in der Regel durch ihre Band- und Heftnummer identifiziert. Meist werden Hefte innerhalb eines Bandes allerdings fortlaufend numeriert, so dass die Angabe der Nummer hier meist entbehrlich ist. Organisationen die technische Berichte herausgeben, versehen diese in der Regel ebenfalls mit Nummern.

# help_organization
source: The organization sponsoring a conference, issuing a technical report etc.
de: Die Organisation, die als Herausgeber eines technischen Berichtes fungiert oder beispielsweise eine Konferenz organisiert hat etc.

# help_pages
source: A page number or range of numbers such as '42-111'; you may also have several of these, separating them with commas: '7,41,73-97'.
de: Eine Seitenzahl oder ein Seitenzahlbereich, wie in '42-111'. Es können auch mehrere, durch Kommata getrennte Bereiche angegeben werden, wie in '7,41,73-97'.

# help_parser_bibtex
source: A specific parser to process input in BiBTeX-format.
de: Ein Importfilter, um Eingaben im BiBTeX-Fomat zu importieren.

# help_parser_citationmanager
source: A specific parser to process input in CitationManager format.
de: Ein Importfilter, um Eingaben im CitationManager-Format zu verarbeiten.

# help_parser_endnote
source: A specific parser to process input in EndNote's text format.
de: Ein Importfilter, mit dem Sie Literatureinträge im Endnote-Textformat hochladen können.

# help_parser_ibss
source: A specific parser to process input in BIDS (IBSS) format.
de: Ein Importfilter, um Eingaben im BIDS(IBSS)-Format zu verarbeiten.

# help_parser_isbn
source: A specific parser to process a list of ISBN numbers. Information will be retrieved from Amazon Webservices.
de: Ein Importfilter, mit dem man eine Liste von ISBN Nummern zu Bucheinträgen umwandeln kann. Die Informationen zu den eingelesenen ISBN-Nummern werden über Amazon Webservices bezogen.

# help_parser_medline
source: A specific parser to process input in Medline-format.
de: Ein Importfilter, der Eingaben im Medline-Fomat (PubMed-Datenbank) importieren kann.

# help_parser_ris
source: A specific parser to process input in RIS format (Research Information Systems/Reference Manager).
de: Ein Importfilter, mit dem Sie Dateien im RIS-Format (Research Information Systems, verwendet im Programm 'Reference Manager') hochladen können.

# help_parser_xml_mods
source: A specific parser to process input in XML(MODS)-format. The XML intermediate format is conform to the Library of Congress's Metadata Object Description Schema (MODS). This is a very flexible standard that should prove quite useful as the number of tools that directly interact with it increase.
de: Ein Importfilter, der Literatureinträge im XML(MODS)-Format einlesen kann. Das XML-Zwischenformat ist konform mit dem 'Congress's Metadata Object Description Schema' (MODS). Die Verwendung dieses sehr flexiblen Standards ist vor allem dann hilfreich, wenn Sie Literatureinträge aus diversen Quellen in einem einheitlichen Format zusammen tragen möchten.

# help_pdf_file
source: This is AT field is hidden to anyone but portal managers. It refers to the associated PDF document on this site (if any). Use it for repair if the PDF file association of this bibliographical entry is broken.
de: Dieses versteckte AT Feld ist nur für Portaladministratoren sichtbar. Es bezieht sich auf das zu diesem Literatureintrag zugehörige PDF-Dokument auf diesem Portal (falls vorhanden). Administratoren können dieses Feld verwenden, um eine defekte Verknüpfungen zum PDF-Dokument wieder herzustellen.

# help_pdfref_url
source: The (external) URL to retrieve a printable version (PDF file) of the referenced resource from.
de: Die (externe) URL, unter der die referenzierte Publikation als druckbares PDF-Dokument erhältlich ist.

# help_pdfupload_policy_for_types
source: Select bibliographical reference types that shall support upload of publications in PDF format. The settings specified here will be used as default for new bibliography folders.
de: Wählen Sie Literaturtypen, die das Hochladen von Publikationen im PDF-Format unterstützen sollen. Die gemachten Einstellungen dienen als Standardvorgaben für neue Bibliographieordner.

# help_pdfupload_portal_policy
source: For each bibliographical reference you can optionally upload a PDF file. If PDF file upload of publications might cause copyright issues that you do not want to deal with, you might want to deactivate PDF file upload all over this site.
de: Für jeden Literaturtyp können sie optional die referenzierte Publikation selbst als PDF-Dokument hochladen. Sofern Sie sich nicht mit Urheberrechtsproblemen, die durch das Hochladen von PDF-Publikationen entstehen können, auseinandersetzen möchten, können Sie hier den PDF-Upload von Publikationen für das ganze Portal deaktivieren.

# help_pmid
source: The reference's number in the PubMed database.
de: Die Kennung der Publikation in der PubMed Datenbank.

# help_preprint_server
source: If the preprint is available from one of the following preprint servers, you can indicate that here. Contact the site's admin if you want a server to be added to the list.
de: Wenn der Vorabdruck auf einem der folgenden Server aufgelistet ist, können Sie dies hier markieren. Wenn Sie einen weiteren Server aufgelistet haben wollen, kontaktieren Sie den Portaladministrator.

# help_preprint_servers
source: The preprint servers users can select from. The format has to be in the form 'server name:server url'. The URL may be omitted but the ':' still needs to be present then.
de: Die Vorabdruck-Server, die Benutzer auswählen können. Zur Auswahl sollte folgende Form eingehalten werden: 'Servername:Server-URL'. Die URL kann weggelassen werden, jedoch muss der ':' immer vorhanden sein.

# help_publication_month
source: Month of publication (or writing, if not published).
de: Der Monat, in dem das Werk publiziert wurde (oder, falls unveröffentlicht, geschrieben).

# help_publication_ranking
source: To rank the publications in this folder, enter their ids (their names as they appear on the URLs) one per line in the order in which they should be ranked.
de: Um eine Anordnung der Einträge in diesem Bibliographieordner zu erzwingen, tragen Sie deren Kurznamen (so wie sie auch in der URL erscheinen) einen pro Zeile in der gewünschten Reihenfolge ein.

# help_publication_type
source: The type of a technical report, PhD thesis etc. - for example, 'Research Note' or 'Doktorarbeit'.
de: Angaben zum Typ eines Technischen Berichts, einer PhD These etc. - z. Bsp.: 'Forschungsbericht' oder 'Doktorarbeit'.

# help_publication_year
source: The year of publication. For unpublished works, please specify the year of composure. This field should contain a year number like '1984', but it can also process notes like &raquo;in print&laquo; etc.
de: Das Erscheinungsjahr der Publikation. Bei unveröffentlichten Werken, das Jahr in dem sie verfasst wurden. Dieses Feld sollte eine Jahreszahl enthalten, kann aber auch für Einträge wie 'im Druck' verwendet werden.

# help_publisher
source: The publisher's name.
de: Der Name des Verlages, bei dem die Publikation erschienen ist.

# help_renderer_bibtex
source: A specific renderer to export bibliographical references in BiBTeX format. Note: If the output encoding of the BiBTeX renderer is not unicode capable, all non-ASCII characters will be resolved to LaTeX entities.
de: Ein Exportfilter, der Literatureinträge in das BiBTeX-Format umwandelt. Bitte beachten Sie: Wenn die Textenkodierung des BiBTeX-Exportfilters nicht unicodefähig ist, werden alle nicht-ASCII Zeichen in LaTex-Kommandos umgewandelt.

# help_renderer_endnote
source: A specific EndNote renderer that exports bibliographical references in the EndNote text format.
de: Dieser Exportfilter gibt Literatureinträge im Endnote-Textformat aus

# help_renderer_pdf
source: A renderer that produces a PDF document containing bibliographical references. The PDF export is rendered by PDFLaTeX.
de: Aus den Literatureinträgen wird ein Literaturverzeichnis im PDF-Format erzeugt.

# help_renderer_ris
source: A specific renderer that exports bibliographical references in RIS (Research Information Systems/Reference Manager) format.
de: Ein Exportfilter der Ihre Literatureinträge in das RIS-Format (Research Information Systems, verwendet im Programm 'Reference Manager') umwandelt.

# help_renderer_xml_mods
source: A specific XML (MODS) intermediate renderer. The XML intermediate format is conform to the Library of Congress's Metadata Object Description Schema (MODS). This is a very flexible standard that should prove quite useful as the number of tools that directly interact with it increase.
de: Ein Exportfilter, der Literatureinträge im XML(MODS)-Format ausgibt. Das XML-Zwischenformat ist konform mit dem 'Congress's Metadata Object Description Schema' (MODS). Die Verwendung dieses sehr flexiblen Standards ist vor allem dann hilfreich, wenn Ihre Literatureinträge mit diversen anderen Werkzeuge weiterverarbeitet werden sollen.

# help_school
source: The name of the school (college, university etc.) where a thesis was written.
de: Der Name der Bildungseintrichtung (Universität, Fachhochschule, etc.), an der die Abschlußarbeit erstellt wurde.

# help_searchable_bibfolders1
source: You can explicitly exclude bibliographical entries of certain bibliography folders from the results of bibliography search requests. The searchable-flag of bibliography folders has an impact on requests made with the bibliography search form of CMFBibliographyAT. It also has an influence on other bibliography products like ATBiblioTopic or ATBiblioList.
de: Es ist möglich, Literatureinträge einzelner Bibliographieordner aus den Suchergebnissen der Bibliographiesuche im Portal auszuschließen. Nicht-durchsuchbare Bibliographieordner werden einerseits bei Suchanfragen mittels der Bibliographiesuchmaske in CMFBibliographyAT ignoriert (also Literatureinträge darin nicht unter den Suchergebnissen mit aufgeführt). Andererseits werden aber auch nicht-durchsuchbare Bibliographieordner von weiteren Bibliographieprodukten wie z. Bsp. ATBiblioTopic oder ATBiblioList berücksichtigt.

# help_searchable_bibfolders2
source: The settings specified here will be used as default for new bibliography folders.
de: Diese Einstellung wird als Standardvorgabe für neue Bibliographieordner verwendet.

# help_selectmembersattr_text1
source: If the member type(s) specified above render(s) a list of unique author / editor names, you probably want to display the member name in the member reference selection subfield according to a certain pattern provided by the member reference object. Select the method / property that provides this display pattern here (recommended: 'Authors', if that does not work, try 'Title').
de: Die oben angebenen &raquo;member types&laquo; sollten eine Liste von eindeutigen Autoren- bzw. Herausgebernamen erzeugen. Diese Liste soll dann in einer Benutzerauswahlliste im Autoren-/Herausgeberfeld von Literatureinträgen angezeigt werden. Die Formatierung angezeigter Namen wird im &raquo;member type&laquo; Objekt festgelegt. Wählen Sie die Methode bzw. Eigenschaft, die Autorennamen in der gewünschten Formatierung ausgibt/enthält (empfohlen wird 'Autoren von Literatureinträgen'. Sollte dies nicht funktionieren, versuchen Sie es mit 'Titel').

# help_selectmembersattr_text2
source: Again, make sure that this field exists equally in the above selected member types!!!
de: Stellen Sie sicher, dass auch dieses Feld in den oben ausgewählten &raquo;member types&laquo; existiert.

# help_series
source: The name of a series or set of books. When citing an entire book, the 'title' field gives its title and this optional 'series' field gives the name of a series in which the book is published.
de: Der Name einer Schriftenreihe, Bücherserie oder Büchersammlung. Wenn man ein komplettes Buch zitiert wird duch das 'Titel'-Feld der Titel und durch dieses optionale 'Serien'-Feld der Name der Serie/Reihe, unter der das Buch herausgeben wurde, festgelegt.

# help_shortname_cookid_warning
source: There is ID re-cooking (after every edit / paste action) enabled on this item's parent bibliography folder. You cannot manually edit this item's short name. Modifications in this field will be ignored.
de: Für den Bibliographieordner dieses Literatureintrages ist das automatische Erstellen von Kurznamen aktiviert. Der Kurzname in diesem Feld kann daher NICHT manuell geändert werden. Alle Modifikationen in diesem Feld werden ignoriert und verworfen.
