Repository: collective/Products.CMFBibliographyAT
Catalog: Products/CMFBibliographyAT/i18n/cmfbibliographyat-*.po
Languages: de

# help_sortmemberson_text1
source: If the member type(s) specified above render a list of unique author / editor names, you probably want this list to be sorted. Select one of the portal catalogue's index fields to sort the unique member references on (recommended: 'Authors', if that does not work, try 'sortable_title').
de: Oben ausgewählte &raquo;member types&laquo; liefern eine Benutzerauswahlliste mit Autoren- bzw. Herausgebernamen. Hier können Sie angeben, nach welchem Feld diese Auswahlliste sortiert werden soll. Wählen Sie dazu ein entsprechendes Indexfeld aus dem Portalkatalog. (Empfehlung: "Autoren von Literatureinträgen", oder versuchen Sie alternativ "sortable_title")

# help_sortmemberson_text2
source: Again, make sure that this field exists equally in the above selected member types!!!
de: Stellen Sie auch hier wieder sicher, dass auch dieses Feld in den oben markierten &raquo;member types&laquo; Autorinformationen enthält!!!

# help_synchronize_pdffiles1
source: On upload of a PDF file the ID of the uploaded PDF is derived from the filename of the uploaded file. The member that uploads the PDF will be assigned as Owner (local role) and as Creator of the PDF File.
de: Normalerweise wird der Kurzname einer PDF-Datei beim Hochladen ins Portal vom Dateinnamen im Dateisystem übernommen. Ferner wird ausschließlich der Benutzer, der diese PDF-Datei hochlädt, zum Besitzer (lokale ZOPE-Rolle) und Ersteller (Metadatenfeld) des hochgeladenen Objektes.

# help_synchronize_pdffiles2
source: However, it is also possible to keep IDs, local roles and the creators field of uploaded PDF files in sync with their related bibliographical entry's ID resp. attributes.
de: Es ist jedoch auch möglich Kurznamen, lokale ZOPE-Rollen und das Ersteller-Feld der hochgeladenen PDF-Datei mit den Attributen des dazugehörigen Literatureintrages synchron zu halten.

# help_synchronize_pdffiles3
source: The settings specified here will be used as default for new bibliography folders.
de: Diese Einstellung wird als Standardvorgabe für neue Bibliographieordner verwendet.

# help_upload_pdffile_from_bibrefitem
source: If not in conflict with any copyright issues, use this field to upload a printable version (PDF file) of the referenced resource.
de: Verwenden Sie dieses Feld, um eine druckbare PDF-Version dieser Publikation hochzuladen. Vergewissern Sie sich im voraus, dass ein Online-Stellen einer PDF-Version nicht gegen das Urheberrecht der Publikation verstößt.

# help_url
source: The (external) URL to get to an online version of the referenced resource.
de: Die (externe) URL zu einer Online-Version der referenzierten Publikation.

# help_volume
source: The volume of a journal, multivolume book work etc. In most cases it should suffice to use a simple number as the volume identifier.
de: Die Bandnummer einer Zeitschrift, eines mehrbändigen Buches o.ä. Eine einfache Nummer sollte normalerweise genügen.

# info_item_in_bibfolder
source: There is only a single reference in this bibliography folder.
de: In diesem Literaturverzeichnis befindet sich nur ein einziger Eintrag.

# info_items_in_bibfolder
source: There are ${count} references in this bibliography folder.
de: Es befinden sich ${count} Einträge in diesem Literaturverzeichnis.

# label_abstract
source: Abstract
de: Zusammenfassung

# label_address
source: Address
de: Adresse

# label_allow_folder_intro_off
source: Display default message
de: eine Standardmeldung wird angezeigt

# label_allow_folder_intro_on
source: Display intro text in bibliography folders' view page
de: Einleitungstext von Bibliographieordnern werden auf der 'anzeigen'-Seite angezeigt

# label_allow_intro_text
source: Intro Text for Bibliography Folders
de: Einleitungstext für Bibliographieordner

# label_annote
source: Personal annotation
de: Persönliche Anmerkungen

# label_authorofimpliescreator_link
source: Make authors that can be referenced to a portal member creators (the metadata field) of their bibliographical entries
de: Mache Autoren, die als Benutzer im Portal bekannt sind, zu Erstellern (Metadaten) des Literatureintrages

# label_authorofimpliescreator_off
source: Do not touch the creators metadata field!!!
de: Auf gar keinen Fall soll das Ersteller-Metadatenfeld von Literatureinträgen automatisch geändert werden!!!

# label_authorofimpliescreator_on
source: Make authors creators of their bibliographical entries
de: Mache Autoren zu Erstellern ihrer Literatureinträge

# label_authorofimpliesowner_link
source: Make authors that can be referenced to a portal member owners of their bibliographical entries
de: Mache Autoren, die als Benutzer im Portal bekannt sind, zu Besitzern (ZOPE-Rolle) des Literatureintrags

# label_authorofimpliesowner_off
source: Do not touch any local roles of bibliographical entries!!!
de: Auf gar keinen Fall sollen lokale ZOPE-Rollen von Literatureinträgen automatisch geändert werden!!!

# label_authorofimpliesowner_on
source: Make authors owners of their bibliographical entries
de: Autoren werden zu Besitzern ihrer Literatureinträge

# label_authors
source: Authors
de: Autoren

# label_bibfolder_allowpdfuploadfortypes
source: Allow PDF uploads for...
de: Literaturtypen, die PDF-Upload in diesem Bibliographieordner unterstützen sollen

# label_bibfolder_cookidsoncreation
source: Meaningful short names
de: Kurzname wird automatisch generiert, sobald ein Literatureintrag erstellt wird

# label_bibfolder_cookidsonedit
source: Keep short names up to date
de: Nach Bearbeiten eines Literatureintrages wird der Bibliographie-Kurzname des Eintrages neu generiert

# label_bibfolder_duplicatesmatchingpolicy
source: Search for duplicates in...
de: Übereinstimmung von Literatureinträgen

# label_bibfolder_enableduplicatemanager
source: Duplicate management
de: Duplikatverwaltung aktivieren

# label_bibfolder_idcooking
source: Short name cooker
de: Methode zur Erstellung automatischer Kurznamen von Literatureinträgen

# label_bibfolder_intro
source: Intro Text
de: Einleitungstext

# label_bibfolder_searchable_bibfolder
source: Searchable references
de: Durchsuchbarer Bibliographieordner

# label_bibfolder_synchronizepdffileattributes
source: Synchronize PDF file attributes
de: Synchronisiere PDF-Datei Attribute

# label_bibfolder_usepidsonimport
source: Use short names from imported files
de: Die Kurznamen neuer Literatureinträge werden aus der importierten Literaturdatenbank übernommen

# label_bibfolders_translatable
source: Translatable Bibliography Folders
de: Bibliographieordner und Übersetzungsfunktion

# label_bibfolders_translatable_off
source: Do not allow translation of bibliography folders
de: Bibliographieordner können nicht übersetzt werden

# label_bibfolders_translatable_on
source: Allow translation of bibliography folders
de: Bibliographieordner können übersetzt werden

# label_bibliography_docs
source: Documentation
de: Dokumentation

# label_bibliography_duplicates
source: Duplicates Management
de: Duplikatverwaltungssystem

# label_bibliography_export
source: Export
de: Exportieren

# label_bibliography_general
source: General
de: Allgemein

# label_bibliography_global
source: Global (all site)
de: Global (ganze Portal)

# label_bibliography_idcooking
source: ID Cooking
de: Automatische Kurznamen

# label_bibliography_import_format
source: Source Format
de: Format der Quelldatei / des Quelltextes

# label_bibliography_import_span
source: Import duplicate search span
de: Spannweite bei der Suche nach doppelten Literatureinträgen

# label_bibliography_local
source: Local (this folder)
de: Lokal (nur dieser Ordner)

# label_bibliography_memberrefsupport
source: Member Reference Support
de: Autor/Benutzer-Schnittstelle

# label_bibref_no_source
source: No source specified
de: Keine Quelle angegeben

# label_bibrefitems_translatable
source: Translatable Bibliography Reference Items
de: Literatureinträge und Übersetzungsfunktion

# label_bibrefitems_translatable_off
source: Do not allow translation of reference items
de: Literatureinträge können nicht übersetzt werden

# label_bibrefitems_translatable_on
source: Allow translation of reference items
de: Literatureinträge können übersetzt werden

# label_booktitle
source: Book Title
de: Buchtitel

# label_chapter
source: Chapter
de: Kapitel

# label_default_homepage_links
source: Default Homepage Links
de: Voreingestellte Links auf Homepages

# label_default_idcooker
source: Bibliography Folders' default ID cooker:
de: Bibliographieordner - voreingestellter Kurznamengenerator:

# label_duplicates_bibfolderscan_order
source: Duplicates (re-)scanning Order
de: Suchreihenfolge bei der Aktualisierung der Duplikatverwaltung

# label_duplicates_bibfolderscan_span
source: Duplicates (re-)scanning Search Span
de: Spannweite für die Suche nach Literatureinträgen bei Aktualisierung der Duplikatverwaltung

# label_edition
source: Edition
de: Ausgabe

# label_editor
source: Editor
de: Herausgeber

# label_editor_flag
source: Editor Flag
de: Autor / Herausgeber Flag

# label_enable_duplicates_manager
source: Enable Duplicates Management Engine
de: Duplikatverwaltungssystem aktivieren

# label_enable_duplicates_manager_disabled
source: No duplicates management shall be the default for new bibliography folders
de: Die Duplikatverwaltung von neuen Bibliographieordnern soll standardmäßig deaktiviert sein

# label_enable_duplicates_manager_enabled
source: Use duplicates management as a default for new bibliography folders
de: Duplikatverwaltung in neuen Bibliographieordnern aktivieren

# label_eol_style
source: End-Of-Line Style (for text file based exports)
de: Zeilenende-Stil (für Text basierte Exportformate)

# label_eol_style_msdos
source: Use MS-DOS / Windows end-of-line style (CR+LF)
de: Verwende MS-DOS/Windows Zeilenende-Stil (&lt;LF&gt + &lt;CR&gt;)

# label_eol_style_unix
source: Use UniX end-of-line style (LF only)
de: Verwende UniX Zeilenende-Stil (nur &lt;LF&gt;)

# label_howpublished
source: How published
de: Art und Weise der Veröffentlichung

# label_idcooker_bibrefcreation
source: Bibliographical Reference Item Creation and ID Cooking
de: Automatische Kurznamen bei Erstellung von Literatureinträgen

# label_idcooker_bibrefcreation_disabled
source: Keep Plone's auto-generated object IDs for bibliographical references
de: Verwende für neu erstellte Literatureinträge den von Plone erzeugten Standard-Kurznamen

# label_idcooker_bibrefcreation_enabled
source: Cook IDs for newly created bibliographical references
de: Für neu erstellte Literatureinträge wird automatisch ein Bibliographie-Kurzname erstellt

# label_idcooker_bibrefedit
source: Bibliographical Reference Item Editing and ID Cooking
de: Automatische Kurznamen nach Bearbeiten von Literatureinträgen

# label_idcooker_bibrefedit_disabled
source: Re-cooking of bibliographical reference IDs is very awful, i do not want this as a default for bibliography folders!!!
de: Das Ändern von Kurznamen nach jedem Bearbeiten ist grausam; diese Einstellung soll auf keinen Fall Standardvorgabe für Bibliographieordner sein!!!

# label_idcooker_bibrefedit_enabled
source: Keep the short name of each reference up to date with its content. Note that this can cause the URLs of references to change, breaking external links.
de: Nach Bearbeiten eines Literatureintrages wird der Kurzname des Eintrages automatisch neu generiert

# label_idcooker_disabled
source: disabled
de: deaktiviert

# label_idcooker_enabled
source: enabled
de: aktiviert

# label_idcooker_parserids
source: Bibliography Import and ID Cooking
de: Automatische Kurznamen bei Import von Literatureinträgen

# label_idcooker_usepids_enabled
source: On import use reference IDs from imported file
de: Die IDs importierter Literatureinträge werden aus der Importdatei übernommen

# label_idcooker_usepids_on_import_disabled
source: Always cook IDs for imported reference items
de: Für jeden Literatureintrag wird bei Import automatisch ein Bibliographie-Kurzname generiert

# label_import_history
source: Import History
de: Historie vergangener Importe

# label_import_report
source: Import Report
de: Importbericht

# label_isbn_link
source: ISBN Link
de: ISBN-Verweis

# label_journal
source: Journal
de: Zeitschrift

# label_memberrefafteredit_off
source: Leave the member reference field of authors / editors untouched
de: Führe nach Bearbeiten eines Literatureintrages keine automatischen Änderungen an Autor- oder Herausgeberfeldern durch

# label_memberrefafteredit_on
source: Automatically infer authors to member references
de: Leite automatisch Verweise von Autoren auf Portalbenutzer her

# label_memberrefafterimport_off
source: Leave the member reference field of authors / editors untouched
de: Verweise von Autoren auf Portalbenutzer bleiben unverändert

# label_memberrefafterimport_on
source: Automatically infer authors to member references
de: Leite automatisch Verweise von Autoren auf Portalbenutzer her

# label_memberrefsafteredit_link
source: Infer author references after each edit of a bibliographical reference item
de: Versuche nach jeder Bearbeitung eines Literatureintrages Verweise von Autoren auf Portalbenutzer herzuleiten

# label_memberrefsafterimport_link
source: Infer author references after import of bibliographical reference items
de: Versuche bei Import von Literatureinträgen Verweise von Autoren auf Portalbenutzer herzuleiten

# label_memberrefsupport_link
source: Support Member References for the authors and editors fields
de: Unterstütze Benutzerverweise für Autor- bzw. Herausgeberfeld

# label_memberrefsupport_memberssearchonattr
source: SearchableText Field in Member Reference that contains Author's fullname
de: Textfeld (SearchableText) in Benutzerobjekten (Inhaltstyp im Portal), das den vollständigen Autorennamen enthält

# label_memberrefsupport_membertype
source: Content types that provide member information:
de: Inhaltstypen mit Benutzerinformationen:

# label_memberrefsupport_off
source: Just enter author / editor names into ordinary text fields
de: Namen von Autoren / Herausgebern müssen von Hand eingegeben werden

# label_memberrefsupport_on
source: Support referencing authors / editors to portal members
de: Unterstütze das Verknüpfen von Autoren / Herausgebern mit Portalbenutzern

# label_memberrefsupport_selectmembersattr
source: Show contents of this field in the member reference selector:
de: Zeige den Inhalt dieses Feldes in Autorauswahllisten:

# label_memberrefsupport_sortmemberson
source: Sort referenceable members on:
de: Sortiere Autoren in Auswahlliste nach:

# label_note
source: Note
de: Notiz

# label_number
source: Number
de: Nummer

# label_organization
source: Organization
de: Organisation

# label_output_encoding
source: Text output encoding:
de: Textenkodierung:

# label_pages
source: Pages
de: Seiten

# label_parser_disabled
source: disabled
de: deaktiviert

# label_parser_enabled
source: enabled
de: aktiviert

# label_pdf_file
source: AT Reference to Printable File (in PDF format)
de: AT Verweis auf druckbare Datei (PDF)

# label_pdfupload_policy_for_types
source: Allow PDF upload for selected bibliographical types (bibliography folder defaults)
de: Erlaube das Hochladen von Publikationen (PDF-Format) für einzelne Literaturtypen (Standardvorgabe für Bibliographieordner)

# label_pdfupload_portal_policy
source: PDF Upload Portal Policy
de: Portalrichtlinie zum Hochladen von Publikationen (PDF-Format)

# label_pdfupload_portal_policy_disabled
source: Upload of publications in PDF format is forbidden all over the portal
de: Das Hochladen von Publikationen im PDF-Format ist für das gesamte Portal untersagt

# label_pdfupload_portal_policy_enabled
source: Allow the upload of publications in PDF format for the site
de: Das Hochladen von Publikationen im PDF-Format ist im Portal erlaubt

# label_preprint_server
source: Preprint Server
de: Vorabdruck Server

# label_preprint_servers
source: Preprint Servers
de: Vorabdruck Server

# label_publication_month
source: Publication Month
de: Publikationsmonat

# label_publication_ranking
source: Ranking
de: Rangfolge

# label_publication_type
source: Type
de: Typ

# label_publication_year
source: Publication Year
de: Publikationsjahr

# label_publisher
source: Publisher
de: Verlag

# label_reference_type
source: Reference Type (Plone archetype name of content type)
de: Literaturtyp (Inhaltstyp in Plone Archetypes)

# label_renderer_disabled
source: disabled
de: deativiert

# label_renderer_enabled
source: enabled
de: aktiviert

# label_school
source: School
de: Universität

# label_searchable_bibfolders
source: Searchable Bibliography Folders
de: Durchsuchbare Bibliographieordner

# label_searchable_bibfolders_off
source: By default new bibliography folders are not searchable
de: Neu erstellte Bibliographieordner sind zunächst nicht durchsuchbar

# label_searchable_bibfolders_on
source: Bibliography folders are searchable by default
de: Die Inhalte neu erstellter Bibliographieordner werden in Suchanfragen angezeigt

# label_series
source: Series
de: Serie, Schriftenreihe

# label_shortname_cookid_warning
source: Short Name
de: Kurzname

# label_show_import_history
source: Show import history.
de: Zeige Importbericht.

# label_show_isbn_link_off
source: Do not show ISBN links
de: ISBN-Verweise können nicht angezeigt werden

# label_show_isbn_link_on
source: Allow ISBN links to be displayed
de: ISBN-Verweise können angezeigt werden

# label_source_file
source: Source File
de: Quelldatei

# label_source_text
source: Source Text
de: Quelltext

# label_span_of_search_global
source: Compare entries of this Bibliography Folder to items on the whole site (global search span)
de: Vergleiche Literatureintäge in diesem Bibliographieordner mit Einträgen im gesamten Portal (globale Suchspannweite)

# label_span_of_search_local
source: Compare entries of this Bibliography Folder to items in this Bibliography Folder only (local search span)
de: Vergleiche Literatureinträge nur mit Einträgen in diesem Bibliographieordner (lokale Suchspannweite)

# label_synchronize_pdffiles
source: PDF File Synchronization
de: Synchronisieren von PDF-Dateiattributen

# label_title
source: Title
de: Titel

# label_upload_pdffile_from_bibrefitem
source: Printable PDF File
de: Druckbare PDF-Datei

# label_upload_pdffiles_disabled
source: Keep the filesystem filename as ID for uploaded PDF files
de: Verwende Dateinamen des Filesystems als Kurzname für hochgeladene PDF-Dateien

# label_upload_pdffiles_enabled
source: Try to keep PDF file IDs in sync with IDs of bibliographical entries
de: Versuche Kurznamen von PDF-Dateien mit Kurznamen von Literatureinträgen synchron zu halten

# label_volume
source: Volume
de: Band

# legend_bibliography_default_settings
source: Default Settings
de: Standardeinstellungen

# legend_bibliography_docs
source: About CMFBibliographyAT
de: Über CMFBibliographyAT...

# legend_bibliography_duplicates
source: Bibliography Duplicates Management
de: Duplikatverwaltungssystem

# legend_bibliography_duplicatescriteria
source: Bibliography Duplicates Criteria
de: Kriterien für das Duplikatverwaltungssystem

# legend_bibliography_general
source: Bibliography General Setup
de: Konfigurationsdetails für die Bibliographieverwaltung

# legend_bibliography_idcooking
source: Bibliography Reference ID Cooking
de: Automatische Kurznamen für Literatureinträge

# legend_bibliography_importexport
source: Bibliography Import / Export
de: Bibliographie Import / Export

# legend_bibliography_memberrefsupportdetails
source: Member Referencing Details
de: Autor/Benutzer-Schnittstelle

# legend_bibliography_parsers
source: Parsers (Bibliography Import)
de: Eingabeformate (Bibliographie-Import)

# legend_bibliography_renderers
source: Renderers (Bibliography Export)
de: Ausgabeformate (Bibliographie-Export)

# legend_bibliographyfolder_duplicatescriteria
source: Bibliography Folder - Duplicates Criteria
de: Bibliographieordner - Kriterien der Duplikatverwaltung

# legend_default_idcooker
source: Default Reference ID Cooking Policies
de: Standardvorgaben für die Automatische Generierung von Kurznamen

# legend_enabledisable_idcookers
source: Enable / Disable Reference ID Cooking Methods
de: Aktiviert / Deaktiviert automatische Kurznamen für Literatureinträge

# legend_import_source
source: Import Source
de: Literatureinträge importieren

# local_duplicates_matchingpolicy
source: This folder
de: Lokale Suche nach doppelten Literatureinträgen (nur dieser Bibliographieordner)

# no_duplicates_in_bibfolder
source: The duplicates management engine does not know about any duplicates in this Bibliography Folder. If you think that there should be duplicates you may want to (re-)scan your Bibliography Folder for duplicates.
de: Dem Duplikatverwaltungssystem dieses Bibliographieordners sind keine doppelten Literatureinträge bekannt. Bei Bedarf können Sie die Duplikatverwaltung dieses Bibliographieordners aktualisieren.

source: no global matches
de: keine globalen Übereinstimmungen

# no_local_matches
source: matches have vanished from site
de: Übereinstimmungen sind aus dem Portal verschwunden

source: no output encoding needed
de: keine Enkodierung notwendig

# no_refs
source: There are no bibliographic entries on this site.
de: Auf dieser Website existieren keine Literatureinträge.

# no_refs_in_folder
source: There are no bibliographic entries in this folder.
de: Dieser Ordner enthält keine Literatureinträge.

source: remove items from the list of duplicates
de: Enfterne Literatureinträge aus der Duplikatverwaltung

source: replace item in bibliography folder with item in duplicates manager
de: Ersetze Literatureintrag im Bibliographieordner durch Literatureintrag in der Duplikatverwaltung

# search_bibview_link
source: to the portal's complete bibliography list
de: eine vollständige Bibliographieliste

# search_description_no_results_found
source: No bibliographical entries matching your search criteria were found.
de: Es konnten keine Literatureinträge gefunden werden, auf die Ihre Suchkriterien zutreffen.

# search_description_search
source: This search form enables you to find bibliographical entries on the site by specifying one or more search terms. You can proceed here directly ${search_bibview_link}.
de: Mit diesem Suchformular können Sie Literatureinträge des Portals abfragen. Geben Sie einen oder mehrere Suchbegriffe für Ihre Abfrage ein. Alternativ erhalten Sie unter dem folgenden Link ${search_bibview_link} aller im Portal verfügbaren Literatureinträge.

# search_heading_search
source: Bibliography Search Form
de: Bibliographie Suche

# search_heading_search_results
source: Bibliography Search Results
de: Ergebnisse der Bibliographiesuche

# search_help_authors
source: Enter one or several author names here. Multiple words/names may be found by combining them with <strong>AND</strong> and <strong>OR</strong>.
de: Geben Sie hier einen oder mehrere Autorennamen ein. Nach mehreren Wörtern/Namen können Sie suchen, indem Sie die Verknüpfungen <strong>AND</strong> und <strong>OR</strong> verwenden.

# search_help_item_type
source: Return items of a certain bibliography type.
de: Liefert nur Literatureinträge der ausgewählten Literaturtypen.

# search_help_publicationyear
source: Narrow your search down by specifying a publication date span for referenced bibliographical items.
de: Grenzen Sie Ihre Suche weiter ein, in dem Sie einen Zeitraum festlegen, in dem die zu suchenden Publikationen veröffentlicht wurden.
