Repository: collective/Products.CMFBibliographyAT
Catalog: Products/CMFBibliographyAT/i18n/cmfbibliographyat-*.po
Languages: de

source: Export
de: Exportieren

source: First Name(s)
de: Vorname(n)

source: Import
de: Importieren

source: Last Name
de: Nachname

source: More Authors
de: Weitere Autoren

source: More Links
de: Weitere Links

source: Submit changes
de: Änderungen übernehmen

source: Update All Duplicates Criteria
de: Alle Kriterien der Duplikatverwaltung aktualisieren

source: Back to
de: Zurück zu

# bib_style_selector
source: Select bibliography style:
de: Bibliographiestil wählen:

# bibliography_delay
source: delay
de: Auslassen

# bibliography_duplicates_global_matches
source: GlobalMatches
de: Globale&nbsp;Übereinstimmungen

# bibliography_duplicates_local_matches
source: LocalMatches
de: Lokale&nbsp;Übereinstimmungen

# bibliography_find
source: findmatches
de: Suche&nbsp;Übereinstimmungen

# bibliography_force
source: add/force
de: Hinzufügen&nbsp;erzwingen

# bibliography_no_selected_member_types
source: There are currently no member types selected.
de: Gegenwärtig sind keine &raquo;member types&laquo; ausgewählt.

# bibliography_replace
source: replace
de: ersetzen

# bibliography_selected_member_types
source: Currently selected member types:
de: Ausgewählte &raquo;member types&laquo;:

# bibliography_skip
source: drop/skip
de: verwerfen

source: bibliography_tool_update_criteriamanager_failed
de: Fehler: Die Kriterien des Duplikatverwaltungssystems konnten nicht aktualisiert werden.

source: bibliography_tool_updated_criteriamanager
de: Bibliographie Konfiguration - Die Kriterien des Duplikatverwaltungssystems wurden aktualisiert.

source: bibliography_tool_updated_duplicates
de: Bibliographie Konfiguration - Die Einstellungen des Duplikatverwaltungssystems wurden aktualisiert.

source: bibliography_tool_updated_general
de: Bibliographie Konfiguration - Die allgemeinen Einstellungen der Bibliographieverwaltung wurden aktualisiert.

source: bibliography_tool_updated_idcooking
de: Bibliographie Konfiguration - Die Einstellungen zur Generierung automatischer Kurznamen wurden aktualisiert.

source: bibliography_tool_updated_importexport
de: Bibliographie Konfiguration - Die Einstellungen der Import-/Exportfilter wurden aktualisiert.

source: bibliography_tool_updated_memberreferencesupport
de: Bibliographie Konfiguration - Die Einstellungen der Autor/Benutzer-Schnittstelle wurden aktualisiert.

# bibref_amazon_link
source: Link to Amazon
de: Link zu Amazon

# bibref_pubmed_link
source: Link to PubMed entry
de: Link zum PubMed Eintrag

# comment_explain_links
source: There are several ways to make reference to the original paper: - A link to an online version - A link to a printable (pdf) version - Upload a printable (pdf) file
de: Es gibt verschiedene Möglichkeiten, um auf das Orignaldokument zu referenzieren: - Link zur Online-Version - Link zur druckbaren (PDF-)Version - Hochladen einer druckbaren (PDF-)Datei

source: Default encoding:
de: Standardvorgabe Textkodierung:

# description_bibliography
source: References to publications, sorted by year and author.
de: Referenzen auf Publikationen, sortiert nach Erscheinungsjahr und Autoren.

# description_bibliographyfolder
source: This folder holds the following references to publications, sorted by year and author.
de: Dieses Verzeichnis enthält folgenden Referenzen zu Publikationen (sortiert nach Erscheinungsjahr und Autor):

# description_bibref_annote
source: Personal annotations are visible only for the authors / owners of this bibliographical entry. For site visitors this field is hidden.
de: Persönliche Anmerkungen können nur vom Autor / Besitzer des Literatureintrages eingesehen werden. Für alle anderen Seitenbenutzer ist dieses Feld nicht sichtbar.

# description_docs_bibliography_setup
source: CMFBibliographyAT - A powerful Plone approach to bibliography administration.
de: CMFBibliographyAT - Ein leistungsstarkes Ploneprodukt für Ihre Bibliographieverwaltung.

# description_duplicates_bibliography_setup
source: Specify some information on how to handle duplicate bibliographical references in bibliography folders.
de: Geben Sie an, wie Sie mit doppelten Literatureinträgen in Bibliographieordnern verfahren möchten.

# description_eol_style
source: MS-DOS/Windows and UniX operating systems use a different ASCII sequence to indicate a line break. Depending on your favourite operating system, select your preferred end-of-line style here.
de: MS-DOS bzw. MS Windows und UniX Betriebssysteme verwenden in Textdateien einen unterschiedlichen Code für Zeilenumbrüche. Wählen Sie, entsprechend Ihres Betriebsystems, Ihren bevorzugten Stil für das Zeilenende aus.

# description_general_bibliography_setup
source: Specify some general information required by the portal's bibliography product(s).
de: Die auf dieser und den weiteren Konfigurationsseiten zu findenden Einstellungen werden von diesem und ggf. auch weiteren Bibliographieprodukten im Portal benötigt.

# description_idcooking_bibliography_setup
source: Setup the functionality of the bibliographical reference ID cooking method.
de: Nehmen Sie hier Einfluss auf Funktionsweise und Standardvorgaben des automatischen Kurznamengenerators.

# description_importexport_bibliography_setup
source: Configure the parsers and renderers registered with the bibliography tool.
de: Konfigurieren Sie Import- und Exportfunktionalität für Literatureinträge und -verzeichnisse.

# description_memberrefsupport_bibliography_setup
source: Set up how authors / editors for bibliographical items can be referenced to member objects of your site.
de: Konfigurieren Sie hier, wie Autoren / Herausgeber von Literatureinträgen mit Benutzerobjekten (z.B. Homepage) im Portal verknüpft werden sollen.

# description_pubref_defaults
source: Specify default settings for bibliographyic entries within this folder.
de: Hier können Sie Angaben zu Literatureinträgen in diesem Bibliographieordner machen.

# description_pubref_export
source: Select the format from the list below. Confirm by clicking ${export}.
de: Wählen Sie das gewünschte Format aus der Liste. Bestätigen Sie Ihre Wahl durch drücken der '${export}'-Schaltfläche.

# description_pubref_import
source: Enter the name of your source file or click ${browse} to get a file dialog box to select it. Alternatively you can enter the source test directly. Then specify the format from the list below. Processing is started by clicking ${import}.
de: Geben Sie den Namen der Quelldatei ein oder klicken sie ${browse}, um ein Dateiauswahldialogfenster zu öffnen, von dem Sie die Quelldatei dann auswählen können. Alternativ können Sie auch Ihre Literatureinträge als Quelltext direkt eingeben. Anschließend wählen Sie noch das Importformat aus der untenstehenden Liste aus. Der Importvorgang wird durch klicken auf ${import} gestartet.

source: do nothing for now
de: im Moment nichts unternehmen

# duplicates_bibfolderscan
source: Bibliography Folder - (Re-)scan for duplicate bibliographical entries
de: Bibliographieordner - Erneutes Suchen nach doppelten Literatureinträgen

# duplicates_bibfolderscan_reverse
source: reverse
de: umgekehrt

# duplicates_find_matches_button
source: Members of your site may have added new bibliographical entries recently. To update the duplicate bibliographical entries' matching objects, use the
de: Möglicherweise haben jüngst Benutzer Ihres Portals Literatureinträge diesem Bibliographieordner hinzugefügt. Zur Aktualisierung der Duplikatverwaltung verwenden Sie die Radio-Buttons in der Spalte: "Finde Übereinstimmungen". Dies sollte geschehen, bevor Sie Änderungen an der Liste doppelter Literatureinträge vornehmen.

# duplicates_manage_existing
source: Bibliography Folder - Manage Existing Duplicates
de: Bibliographieordner - Doppelte Literatureinträge verwalten

# editor_abbreviated
source: (ed.)
de: (Hrsg.)

# filter_not_available
source: Not available, check your site setup...
de: Nicht verfügbar - überprüfen Sie Ihre Portalkonfiguration...

source: find bibliographical items that match listed duplicates
de: Finde Literatureinträge, die mit bereits gelisteten Literatureinträgen in der Duplikatverwaltung übereinstimmen

source: for all duplicated
de: für alle in der Duplikatverwaltung gelisteten Literatureinträge

source: force items into bibliography folder without removing matching items
de: erzwinge das Hinzufügen von doppelten Literatureinträgen in den Biblilographieordner, ohne übereinstimmende Literatureinträge aus dem Ordner zu entfernen

# global_duplicates_matchingpolicy
source: This Plone site
de: Global Suche nach doppelten Literatureinträgen (ganzes Portal)

# head_docs_bibliography_setup
source: Bibliography Setup - Documentation
de: Bibliographie Konfiguration - Dokumentation

# head_duplicates_bibliography_setup
source: Bibliography Setup - Duplicates Management
de: Bibliographie Konfiguration - Duplikatverwaltungssystem

# head_general_bibliography_setup
source: Bibliography Setup - General
de: Bibliographie Konfiguration - Allgemeines

# head_idcooking_bibliography_setup
source: Bibliography Setup - Reference ID Cooking
de: Bibliographie Konfiguration - Automatische Erstellung von Kurznamen

# head_importexport_bibliography_setup
source: Bibliography Setup - Import / Export
de: Bibliographie Konfiguration - Import / Export

# header_first_name
source: First Name
de: Vorname

# header_last_name
source: Last Name
de: Nachname

# header_middle_name
source: Middle Name(s)
de: weitere Vornamen

# heading_bibliography
source: Bibliography
de: Bibliographie

# heading_manage_duplicate
source: Bibliographical Duplicates Management
de: Duplikatverwaltungssystem

# heading_manage_duplicate_bibrefs
source: Manage Duplicate Bibliography Entries
de: Doppelte Literatureinträge verwalten

# heading_manage_duplicates_criteria
source: Duplicates Criteria Management
de: Kriterien der Duplikatverwaltung

# heading_memberrefsupport_bibliography_setup
source: Bibliography Setup - Member Reference Support
de: Bibliographie Konfiguration - Autor/Benutzer-Schnittstelle

# heading_pubref_defaults
source: Default Settings for Bibliographic Entries
de: Standardangaben für Literatureinträge

# heading_pubref_export
source: Export Bibliographical Entries
de: Exportieren von Literatureinträgen

# heading_pubref_import
source: Import Bibliographical Entries
de: Importieren von Literatureinträgen

# help_abstract
source: An abstract of the referenced publication. Please contact your portal's reviewers if unsure about the site's default language for abstracts in bibliographical references.
de: Eine kurze Zusammenfassung des Inhalts der referenzierten Publikation. Wenn Sie sich nicht sicher über die Standardsprache bei Zusammenfassungen von Literatureinträgen sind, kontaktieren Sie bitte den Reviewer des Portals.

# help_address
source: Publisher's address. For major publishing houses, just the city is given. For small publishers, you can help the reader by giving the complete address.
de: Die Adresse des Verlages: Bei großen Verlagen wird meist nur die Stadt und eventuell das Land angegeben. Bei kleineren Verlagen kann es hilfreich sein, die vollständige Adresse anzugeben.

# help_allow_intro_text
source: Should the introductory text on the view pages of a bibliography folder be replaced by the content of the 'intro' field?
de: Soll der individuelle Einleitungstext des 'Intro'-Feldes auf der 'anzeigen'-Seiten eines Bibliographieordners angezeigt werden?

# help_annote
source: Any annotation that you do not wish to appear in rendered (BibTeX) bibliographies.
de: Jegliche Anmerkungen, die nach Export nicht in erzeugten (BiBTeX) Bibliographien erscheinen sollen.

# help_authorofimpliescreator_text
source: This feature takes care of the metadata field 'creators'. It copies all referenceable authors' member IDs into the 'creators' metadata field.
de: Wenn Sie diese Funktion aktivieren, werden alle im Portal bekannten Autoren eines Literatureintrages in das 'Ersteller'-Metadatenfeld des Eintrages übernommen.

# help_authorofimpliesowner_text
source: With this feature you can make sure that authors will always be able to edit their own bibliographical entries.
de: Diese Funktion ermöglicht es, dass Autoren stets ihre eigenen Literatureinträge bearbeiten können.

# help_authors
source: If possible, always fill in the complete authors' / editors' names.
de: Wenn möglich, geben Sie Autoren bzw. Herausgeber immer mit vollständigem Namen an.

# help_bibfolder_allowpdfuploadfortypes
source: The selected types of references will accept PDF attachments.
de: Das Hochladen von PDF-Dateien ist in diesem Bibliographieordner nur für hier ausgewählte Literaturtypen möglich.

# help_bibfolder_cookidsoncreation
source: Give references short names like &ldquo;Smith1980&rdquo; or &ldquo;effects-of-vacations-on-mathematicians&rdquo; rather than &ldquo;bookreference.2008-02-04.5603119945.&rdquo;
de: Automatisches Erstellen von Kurznamen für Literatureinträge, die mittels der Eingabemasken im Portal erstellt werden. Damit dies funktioniert, lassen Sie den Kurznamen eines neuen Literatureintrages (automatisch von Plone generiert, falls angezeigt) während des Erstellens unangetastet. Bei Unklarheiten belassen Sie die Standardeinstellung.

# help_bibfolder_cookidsonedit
source: Update the short names of references if their contents change. Note that this can cause URLs of references to change, breaking external links.
de: Nach jedem Bearbeiten eines Bibliographieelements wird der Kurzname neu generiert. Diese Einstellung ist sinnvoll, wenn Sie sicher gehen wollen, dass der Kurzname immer synchron mit den Eigenschaften des Eintrages (Autorname, Veröffentlichungsjahr etc. - abhängig von der Methode zur automatischen Generierung von Kurznamen) ist. Bei Unklarheit belassen Sie die Standardeinstellung.

source: help_bibfolder_duplicatesmatchingpolicy
de: Bei Aktiviertem Duplikatverwaltungssystem definiert dieser Wert die Spannweite bei der Suche nach doppelten Literatureinträgen.

# help_bibfolder_enableduplicatemanager
source: Treat duplicate references specially upon import, cut, copy, or paste. This is recommended.
de: Aktiviert das Duplikatverwaltungssystem dieses Bibliographieordners. Wenn aktiviert (empfohlen), werden doppelte Literatureinträge beim Importieren oder bei cut, copy+paste-Aktionen gesondert behandelt.

# help_bibfolder_idcooking
source: How to format short names, if <em>Meaningful short names</em> is on. If unsure which to choose, leave as is.
de: Methode, die für die automatische Erstellung von Bibliographie-Kurznamen verwendet werden soll. Bei Unklarheiten, belassen Sie die Standardeinstellung.

# help_bibfolder_intro
source: Adding an introductory text at the top of the folder listing.
de: Geben Sie einen einleitenden Text ein, der über der Literaturliste eines Bibliographieordners angezeigt werden soll.

# help_bibfolder_searchable_bibfolder
source: Let the bibliography search form find this folder's references. Also let the references appear in (Smart) Bibliography Lists, if installed.
de: Nur wenn dieser Schalter aktiviert ist, sind Literatureinträge in diesem Bibliographieordner mit der Bibliographiesuche dieses Portals auffindbar. Dieser Schalter kann auch dazu verwendet werden, um Literatureinträge dieses Bibliographieordners in &raquo;(Intelligenten) Literaturlisten&laquo; zu verstecken (falls installiert).

# help_bibfolder_synchronizepdffileattributes
source: Synchronize some attributes of an uploaded PDF file with the attribute values of the referring bibliographical entry (currently supported: ID, Roles, Creator).
de: Synchronisiere Attribute einer hochgeladenen PDF-Datei mit den Attributen des zugehörigen Literatureintrages (unterstützt: Kurznamen, ZOPE-Rollen, Ersteller).

# help_bibfolder_usepidsonimport
source: Some importable files already associate a unique identifier with each reference. These can be used as short names for imported references.
de: Beim Importieren von Literatureinträgen halten einige Bibliographieformate bereits eindeutige Kurznamen vor. Markieren Sie dieses Feld, falls Sie die IDs aus Importdateien als Kurznamen übernehmen wollen. Bei Unklarheiten, belassen Sie die Standardeinstellung.

# help_bibfolders_translatable
source: For most portal scenarios translatable bibliography folders are not required and might only confuse the user. Here you can disable the portal's translation feature (e.g. LinguaPlone) for bibliography folders. Voting for translatable bibliography folders will automagically enable the translation feature for bibliographical entries below.
de: Für die meisten Portalkonfigurationen sind übersetzbare Bibliographieordner nicht erforderlich und für den Benutzer eher verwirrend. Hier könnnen Sie die Übersetzungsfunktionen (z.B. LinguaPlone) für Bibliographieordner deaktiveren. Das Aktivieren der Übersetzungsfunktion für Bibliographieordner aktiviert automatisch die Übersetzungsfunktion für Literatureinträge (s.u.).

# help_bibliography_export_format
source: Please select the file format for bibliography export.
de: Bitte wählen Sie das gewünschte Dateiformat für den Bibliograhieexport.

# help_bibliography_file_import
source: Select the file to be imported by clicking the 'Browse' button or enter the source text below.
de: Wählen Sie entweder die zu importierende Datei aus, indem Sie den 'Browse'-Knopf anklicken oder geben Sie weiter unten Literatureinträge als Quelltext ein.

# help_bibliography_import_format
source: Please select the format for the source.
de: Bitte wählen sie das Format der zu importierenden Quelldatei / des zu importierenden Quelltextes aus.

# help_bibliography_import_span
source: Please select span of search for duplicates of references.
de: Bitte wählen Sie aus, mit welcher 'Spannweite' nach doppelten Literatureinträgen gesucht werden soll.

# help_bibliography_text_import
source: You can paste here the import text (make sure it is correctly formatted regarding the parser you will choose below).
de: Sie können den zu importierenden Quelltext hier einfügen. Bitte stellen Sie sicher, dass der eingefügte Quelltext korrekt formatiert ist, so dass er vom weiter unten ausgewählten Importfilter auch verarbeitet werden kann.

# help_bibrefitems_translatable
source: For most portal scenarios translatable bibliography entries are not required and might only confuse the user. Here you can disable the portal's translation feature (e.g. LinguaPlone) for bibliographical entries. If you decide to disable reference item translation here, the bibliography folder translation feature above will also be deactivated.
de: Für die meisten Portalkonfigurationen sind übersetzbare Literatureinträge nicht erforderlich und für den Benutzer eher verwirrend. Hier könnnen Sie die Übersetzungsfunktionen (z.B. LinguaPlone) für alle Literatureinträge deaktiveren. Deaktivieren Sie die Übersetzungsfunktion für Literatureinträge hier, wird auch die Übersetzungsfunktion für Bibliographieordner (s.o.) deaktiviert.

# help_booktitle
source: Title of the book, collection or proceedings, that the cited resource is part of.
de: Der Titel des Buches, in dem die referenzierte Publikation erschienen ist.

# help_chapter
source: A chapter number.
de: Die Kapitelnummer.

# help_default_homepage_links
source: To provide default homepage links for authors enter their names (firstname plus lastname as they are specified in the entries) and links (homepage URLs) here.
de: Wenn Sie im Literatureintrag einen Link auf eine Hompage des Autors, bzw. der Autoren haben möchten, tragen Sie deren Namen (Vor- und Nachname wie in den Referenzen angegeben) und den ensprechenden Link/URL hier ein.

# help_default_idcooker
source: Specify the default reference ID cooker for new bibliography folders.
de: Wählen Sie einen Kurznamengenerator als Standardvorgabe für neue Bibliographieordner.

# help_default_idcooker1
source: Here you can selectively enable or disable ID cooking methods for your site's bibliographical references. Disabled ID cookers will not be available to any bibliography folder of your portal. If you disable an ID cooker that is already in use with one or several bibliography folders, you will have to change the settings of those bibliography folders manually.
de: Hier können Sie die verfügbaren Kurznamengeneratoren portalweit aktivieren oder deaktivieren. Bereits in Bibliographieordnern verwendete Kurznamengeneratoren, die Sie hier deaktivieren, bleiben weiterhin funktional und müssen manuell im entsprechenden Bibliographieordner angepasst werden.

# help_default_idcooker2
source: Note: you cannot disable the default ID cooke selected above.
de: ANMERKUNG: Der für neue Bibliographieordner voreingestellte Kurznamengenerator kann nicht deaktiviert werden.

# help_doi
source: The reference's Digital Object Identifier.
de: Der 'Digital Object Identifier' (DOI) des Artikels.

# help_duplicates_bibfolder_empty_warning
source: NOTE: This Bibliography Folder is currently empty. A (re-)scan for duplicate entries is pointless at this place.
de: ANMERKUNG: Der Bibliographieordner ist momentan leer. Eine Aktualisierung der Duplikatverwaltung ist daher zur Zeit nicht sinnvoll.

# help_duplicates_bibfolderscan
source: In some cases you may want to (re-)scan this bibliography folder for duplicate entries.
de: Machmal ist es nötig, einen Bibliographieordner erneut nach doppelten Literatureinträgen zu durchsuchen.

# help_duplicates_bibfolderscan_order
source: Specify the (re-)scanning order of duplicate entries in this bibliography folder. The order in that bibliographical entries are processed decides whether an entry is regarded as an original entry (first seen entry) or a duplicate.
de: Geben Sie die Reihenfolge an, in der ein Bibliographieordner nach doppelten Literatureinträgen durchsucht werden soll. Die Reihenfolge entscheidet darüber, ob ein Eintrag als Originaleintrag (der erst-gesehene Eintrag) oder also Duplikat angesehen wird.

# help_duplicates_bibfolderscan_warning
source: WARNING: On Bibliography Folders with many bibliographical entries inside a (re-)scan for duplicate entries can be very CPU consuming and time intensive.
de: WARNUNG: Die Aktualisierung der Duplikatverwaltung kann bei Bibliographieordnern mit vielen Literatureinträgen sehr CPU- und zeitintensiv sein.

# help_duplicatescriteria_bibfolder_p1
source: The listing below shows the criteria that the duplicates engine of this bibliography folder checks on copy/cut+paste or import actions on bibliographical items. This bibliography folder's duplicate engine tries to find out if two different bibliographical entries refer to the same publication.
de: Die untenstehende Liste zeigt Kriterien, auf die Literatureinträge bei copy/cut+paste- oder Import-Aktionen überprüft werden können. Das Duplikatverwaltungssystem eines Bibliographieordners versucht zu erkennen, ob zwei verschiedene Literatureinträge sich auf ein und dieselbe Publikation beziehen.

# help_duplicatescriteria_bibfolder_p2
source: To change a set of criteria for a bibliographical reference type, check the individual criteria of that type and click
de: Um Kriterien eines Literaturtyps zu ändern, markieren Sie die einzelnen Kriterien dieses Typs und drücken dann "Alle Kriterien der Duplikatverwaltung aktualisieren", ganz unten auf dieser Seite.

# help_duplicatescriteria_p1
source: The listing below shows the criteria that the duplicates engine of a bibliography folder can check on copy/cut+paste or import actions on bibliographical items. A bibliography folder's duplicate engine tries to find out if two different bibliographical entries refer to the same publication.
de: Die untenstehende Liste zeigt Kriterien, auf die Literatureinträge bei copy/cut+paste- oder Import-Aktionen überprüft werden können. Das Duplikatverwaltungssystem eines Bibliographieordners versucht zu erkennen, ob zwei verschiedene Literatureinträge sich auf ein und dieselbe Publikation beziehen.
