Repository: collective/Products.CMFBibliographyAT
Catalog: Products/CMFBibliographyAT/i18n/plone-*.po
Languages: de

source: Bibliography Setup
de: Bibliographieverwaltung konfigurieren

source: publication_date
de: Publikationsdatum

source: publication_year
de: Publikationsjahr

source: Authors
de: Autoren von Literatureinträgen

source: AuthorItems
de: Einzelne (Co)AutorInnen

source: Bibliography Folder
de: Bibliographieordner

source: Large Bibliography Folder
de: (Großer) Bibliographieordner

source: Duplicates Bibliography Folder
de: Bibliographieordner für doppelte Literatureinträge

source: Article Reference
de: Journalartikel

source: Booklet Reference
de: Broschüre

source: Book Reference
de: Buch

source: Conference Reference
de: Konferenzband

source: Inbook Reference
de: Buchbeitrag

source: Incollection Reference
de: Sammelbandbeitrag

source: Inproceedings Reference
de: Tagungsbeitrag

source: Manual Reference
de: Handbuch

source: Mastersthesis Reference
de: Masterthese, Diplomarbeit etc.

source: Misc Reference
de: Sonstiger Literaturtyp

source: Phdthesis Reference
de: PhD These, Doktorarbeit etc.

source: Preprint Reference
de: Vorabdruck

source: Proceedings Reference
de: Tagungsband

source: Techreport Reference
de: Technischer Bericht

source: Unpublished Reference
de: Unveröffentlicher Beitrag

source: Webpublished Reference
de: Online-Dokument

source: PDF Folder
de: PDF-Ordner

source: PDF File
de: PDF-Datei

source: BibliographyFolder
de: Bibliographieordner

source: LargeBibliographyFolder
de: (Großer) Bibliographieordner

source: DuplicatesBibliographyFolder
de: Bibliographieordner für doppelte Literatureinträge

source: ArticleReference
de: Journalartikel

source: BookletReference
de: Broschüre

source: BookReference
de: Buch

source: ConferenceReference
de: Konferenzband

source: InbookReference
de: Buchbeitrag

source: IncollectionReference
de: Sammelbandbeitrag

source: InproceedingsReference
de: Tagungsbeitrag

source: ManualReference
de: Handbuch

source: MastersthesisReference
de: Masterthese, Diplomarbeit etc.

source: MiscReference
de: Sonstiger Literaturtyp

source: PhdthesisReference
de: PhD These, Doktorarbeit etc.

source: PreprintReference
de: Vorabdruck

source: ProceedingsReference
de: Tagungsband

source: TechreportReference
de: Technischer Bericht

source: UnpublishedReference
de: Unveröffentlicher Beitrag

source: WebpublishedReference
de: Online-Dokument

source: PdfFolder
de: PDF-Ordner

source: PdfFile
de: PDF-Datei

source: Manage Duplicates
de: Duplikatverwaltung

source: Defaults
de: Standards

source: default
de: Standard

source: full text
de: Volltext

source: Export Bibliography
de: Bibliographie exportieren

source: Import Bibliography
de: Bibliographie importieren

source: Printable file (PDF)
de: Publikation im PDF-Format

source: Bibliography Search
de: Bibliographiesuche

source: back_to_search_form
de: Zurück zum Suchformular
